/* Message if its ok to clear the scans */
"Are you sure you want to remove the scans?" = "Möchtest du wirklich alle Scans löschen?";

/* Cancel button */
"Cancel" = "Abbrechen";

/* Menu-item title for choosing an existing photo from the library. */
"Choose existing" = "Bestehendes Foto auswählen";

/* Button for clearing the scanned items */
"Clear scans" = "Scans löschen";

/* Error message */
"Error finding ESR code on picture, please try again" = "ESR Code wurde nicht gefunden, bitte probiere nochmal";

/* Error message */
"Error scanning ESR code, please try again" = "ESR Code konnte nicht gescannt werden, bitte probiere nochmal";

/* When a desktop computer has been found, this text is displayed on screen. */
"Found %@" = "%@ gefunden";

/* No button */
"No" = "Nein";

/* OK Button on alert view */
"OK" = "Ok";

/* Scan failed title in alert view */
"Scan failed" = "Scan fehlgeschlagen";

/* Title for menu which appears when clicking the camera button. */
"Snap/Use Photo" = "Foto auswählen/knipsen";

/* Menu-item title for taking a photo using the camera. */
"Take Photo" = "Foto knipsen";

/* Button for confirming that clearing the scans is ok. */
"Yes" = "Ja";

